# NVIDIA
nvidia
nvidia-utils
lib32-nvidia-utils
egl-wayland

# Hyprland
hyprland
hyprlock
hyprpaper
hyprshot
hyprpicker
hyprshade

# Fonts
ttf-cascadia-code-nerd
inter-font

# System
pamixer
bluez
bluez-utils
brightnessctl
unzip
wget
lsp-plugins
openssh
imagemagick
wl-clipboard
keyd

# CLI
bat
fzf
zsh
zoxide
eza
stow
fastfetch
starship
tmux
yazi

# Dev
npm
lua
python-gobject
valgrind

# Applications
mpv
swaync
waybar
wlogout
neovim
# kitty
ghostty
easyeffects
nwg-look
discord
spotify-launcher
zen-browser-bin

# Themes
bibata-cursor-theme-bin
catppuccin-gtk-theme-mocha
