git
hyprlock
hyprpaper
hyprshade
inter-font
ttf-cascadia-code-nerd
kitty
stow
fastfetch
starship
swaync
waybar
wlogout
rofi
spotify-launcher
easyeffects
yazi
bat
fzf
wl-clipboard
zsh
zen-browser-avx2-bin
zoxide
npm
eza
lua
imagemagick
bluez
bluez-utils
lsp-plugins
unzip
wget
bibata-cursor-theme-bin
