# NVIDIA
nvidia
nvidia-utils
lib32-nvidia-utils
egl-wayland

# Hyprland
hyprland
hypridle
hyprlock
hyprpaper
hyprshot
hyprpicker
hyprshade

# Fonts
ttf-cascadia-code-nerd
inter-font
noto-fonts-emoji
noto-fonts-cjk

# System
pamixer
networkmanager
bluez
bluez-utils
brightnessctl
sof-firmware
unzip
zip
pandoc-bin
dysk
wget
lsp-plugins
openssh
imagemagick
wl-clipboard
keyd
flatpak
xdg-desktop-portal-hyprland

# CLI
bat
fzf
ripgrep
zsh
zoxide
eza
stow
fastfetch
starship
spicetify-cli
tmux
yazi
tealdeer
github-cli
imv

# Dev
npm
lua
rust
python-gobject
typst
valgrind

# Applications
rofi
mpv
swaync
waybar
wlogout
neovim
kitty
# ghostty
easyeffects
nwg-look
discord
vesktop-bin
# spotify-launcher
spotify
thunar
zen-browser-bin
zathura
zathura-pdf-poppler

# Themes
bibata-cursor-theme-bin
# catppuccin-gtk-theme-mocha
